{
	"sodium.option_impact.low": "незначительное",
	"sodium.option_impact.medium": "умеренное",
	"sodium.option_impact.high": "высокое",
	"sodium.option_impact.extreme": "очень высокое",
	"sodium.option_impact.varies": "может варьироваться",
	"sodium.options.pages.quality": "Качество",
	"sodium.options.pages.performance": "Производительность",
	"sodium.options.pages.advanced": "Продвинутые настройки",
	"sodium.options.view_distance.tooltip": "§lПрорисовка§r определяет, в каком радиусе от игрока будут отображаться чанки:\n §2Генерация новых чанков\n Чтение сгенерированных чанков\n Просчёт освещения\n\n§7Примечание: чем меньше радиус прорисовки, тем выше производительность.§r",
	"sodium.options.simulation_distance.tooltip": "§lСимуляция§r определяет, в каком радиусе от игрока будут обрабатываться чанки каждый игровой тик:\n §2Загрузка сгенерированных чанков в оперативную память\n Просчёт искусственного интеллекта сущностей\n Просчёт коллизии сущностей\n Просчёт состояния блоков\n\n§7Примечание: чем меньше радиус симуляции, тем выше производительность.§r",
	"sodium.options.brightness.tooltip": "§lЯркость§r определяет общую яркость игрового окна.",
	"sodium.options.gui_scale.tooltip": "§lМасштаб интерфейса§r определяет размер элементов пользовательского интерфейса игрового окна:\n §90 - Адаптивный масштаб (автоматически подстраивается под размеры игрового окна)\n 1-4 - Пользовательский масштаб§r",
	"sodium.options.fullscreen.tooltip": "§lПолноэкранный режим§r отвечает за перевод отображения игрового окна во весь экран.\n\n§7Примечание: в большинстве случаев включение полноэкранного режима лучше сказывается на производительности.§r",
	"sodium.options.v_sync.tooltip": "§lВертикальная синхронизация§r отвечает за ограничивание игровой частоты кадров до частоты обновления монитора:\n §2Более плавная смена кадров\n Минимизация разрывов между кадрами\n\n§7Примечание: в большинстве случаев при низких и/или нестабильных показателях игровой частоты кадров включение вертикальной синхронизации хуже сказывается на производительности.§r",
	"sodium.options.fps_limit.tooltip": "§lМаксимальная частота кадров§r определяет максимальное количество игровых кадров в секунду:\n §95-255 - Пользовательская максимальная частота кадров\n  §2Уменьшение потребления системой электроэнергии от сети или баттареи\n  Уменьшение общей нагрузки на систему\n §9260 - Неограниченная максимальная частота кадров\n\n§7Примечание: при включенной вертикальной синхронизации игровая частота кадров не сможет превысить максимальную частоту обновления монитора.§r",
	"sodium.options.view_bobbing.tooltip": "§lПокачивание камеры§r отвечает за проигрывание лёгкой анимации покачивания камеры и рук игрока при передвижении.\n\n§7Примечание: покачивание камеры рекомендовано отключить игрокам, имеющих морскую болезнь или испытывающих укачивание во время игры.",
	"sodium.options.attack_indicator.tooltip": "§lИндикатор кулдауна атаки§r определяет способ отоброжения индикатора кулдауна атаки:\n §9Под прицелом - Индикатор кулдауна атаки будет отображаться под прицелом\n Справа от хотбара - Индикатор кулдауна атаки будет отображаться справа от хотбара\n Выкл. - Индикатор кулдауна атаки не будет отображаться",
	"sodium.options.autosave_indicator.tooltip": "§lИндикатор автосохранения мира§r отвечает за отображение индикатора автосохранения мира в верхнем правом углу игрового окна.",
	"sodium.options.graphics_quality.tooltip": "§lГрафика§r определяет уровень качества отображения общей игровой графики:\n §9Упрощённо - Общая игровая графика будет отображаться в упрощённом виде\n  §2Уменьшение потребления графических ресуров\n §9Детально - Общая игровая графика будет отображаться в детальном виде\n\n§7Примечание: при упрощённой графике прозрачность листвы просчитываться не будет.",
	"sodium.options.clouds_quality.tooltip": "§lОблака§r определяют уровень качества отображения облаков:\n §9Упрощённо - Облака будут отображаться в плоском виде\n Детально - Облака будут отображаться в объёмном виде\n Выкл. - Облака не будут отображаться\n",
	"sodium.options.weather_quality.tooltip": "§lПогода§r определяет уровень качества отображения дождя и снега:\n §9Упрощённо - Дождь и снег будут отображаться в упрощённом виде\n По умолчанию - Дождь и снег примут текущее значение §lГрафики§r§9\n Детально - Дождь и снег будут отображаться в детальном виде\n",
	"sodium.options.leaves_quality.name": "Листва",
	"sodium.options.leaves_quality.tooltip": "§lЛиства§r определяет уровень качества отображения листвы:\n §9Упрощённо - Листва будет отображаться в упрощённом виде\n По умолчанию - Листва примет текущее значение §lГрафики§r§9\n Детально - Листва будет отображаться в детальном виде\n",
	"sodium.options.particle_quality.name": "Колоичество частиц",
	"sodium.options.particle_quality.tooltip": "§lКолоичество частиц§r определяет количество возникающих частиц:\n §9Неограниченное - Будут возникать все частицы в полном объёме\n Умеренное - Будут возникать все частицы в неполном объёме\n Минимальное - Будут возникать только некоторые частицы в неполном объёме\n  §2Уменьшение потребления графических ресуров\n",
	"sodium.options.smooth_lighting.tooltip": "§lМягкое освещение§r отвечает за плавное затенение на стыке блоков для придания большей объёмности.\n\n§7Примечание: включение мягкого освещения потребует чуть больше времени на прорисовку чанков, однако на производительность это сильно не повлияет.",
	"sodium.options.biome_blend.value": "%s блоков",
	"sodium.options.biome_blend.tooltip": "§lГраница биомов§r определяет количество блоков по обе стороны от границы биомов необходимое для плавного смешивания цветов граничущих биомов:\n §90 - Нет (цвета граничущих биомов смешиваться не будут)\n 1-7 - Пользовательское количество\n\n§7Примечание: чем меньше количество блоков, тем выше производительность.",
	"sodium.options.entity_distance.tooltip": "§lРасстояние до сущностей§r определяет, на каком процентном расстоянии от игрока будут отображаться сущности.\n\n§7Примечание: чем меньше процентное расстояние, тем выше производительность.",
	"sodium.options.entity_shadows.tooltip": "§lТени сущностей§r отвечают за отображение ванильных круглых теней под сущностями.\n",
	"sodium.options.vignette.name": "Виньетка",
	"sodium.options.vignette.tooltip": "§lВиньетка§r отвечает за эффект плавного затенения по краям игрового окна.\n",
	"sodium.options.mipmap_levels.tooltip": "§lУровни детализации§r определяют количество mipmap-уровней текстур, используемых для отрисовки блоков:\n §2Улучшенное отображение блоков на расстоянии\n\n§7Примечание: чем меньше уровней детализации, тем выше производительность.",
	"sodium.options.use_block_face_culling.name": "Оптимизация отрисовки граней блоков",
	"sodium.options.use_block_face_culling.tooltip": "§lОптимизация отрисовки граней блоков§r отвечает за отключение отрисовки тех граней блоков, которые не видны игроку (не достижимы для камеры):\n §2Уменьшение потребления графических ресурсов\n\n§7Примечание: в некоторых случаях включение оптимизации отрисовки граней блоков может оказаться несовместимым с некоторыми пакетами ресурсов и привести к возникновению артифактов на подобие прозрачных дыр в блоках и др.",
	"sodium.options.use_fog_occlusion.name": "Оптимизация отрисовки областей тумана",
	"sodium.options.use_fog_occlusion.tooltip": "§lОптимизация отрисовки областей тумана§r отвечает за отключение отрисовки тех областей, которые не видны игроку из-за густоты тумана (как, например, под водой или в Нижнем мире):\n §2Уменьшение потребления графических ресурсов\n\n§7Примечание: в некоторых случаях включение оптимизации отрисовки областей тумана может привести к возникновению артифактов между небом и туманом.",
	"sodium.options.use_entity_culling.name": "Оптимизация отрисовки сущностей",
	"sodium.options.use_entity_culling.tooltip": "§lОптимизация отрисовки сущностей§r отвечает за отключение отрисовки тех сущностей, которые не видны игроку (не достижимы для камеры):\n §2Уменьшение потребления графических ресурсов\n",
	"sodium.options.use_particle_culling.name": "Оптимизация отрисовки частиц",
	"sodium.options.use_particle_culling.tooltip": "§lОптимизация отрисовки частиц§r отвечает за отключение отрисовки тех частиц, которые не видны игроку (не достижимы для камеры):\n §2Уменьшение потребления графических ресурсов\n",
	"sodium.options.animate_only_visible_textures.name": "Оптимизация анимации текстур",
	"sodium.options.animate_only_visible_textures.tooltip": "§lОптимизация анимации текстур§r отвечает за отключение анимации тех анимированных текстур, которые не видны игроку (не достижимы для камеры):\n §2Уменьшение потребления графических ресурсов\n\n§7Примечание: в некоторых случаях включение оптимизации анимации текстур может привести к ситуациям, когда некоторые анимированные текстуры не будут воспроизводить анимацию.",
	"sodium.options.cpu_render_ahead_limit.name": "Максимальное количество пре-генерируемых кадров",
	"sodium.options.cpu_render_ahead_limit.tooltip": "§lМаксимальное количество пре-генерируемых кадров§r определяет максимальное количество кадров, которые будут пре-генерированы процессором перед отправкой на графический процессор для их последующей отрисовки:\n §2Более плавная смена кадров\n Минимизация разрывов между кадрами\n\n§7Примечание: очень малое/большое  значение максимального количества пре-генерируемых кадров может привести к нестабильной игровой частоте кадров. На более мощных процессорах можно попробовать увеличить это значение, на слабых - уменьшить.",
	"sodium.options.cpu_render_ahead_limit.value": "%s кадров",
	"sodium.options.allow_direct_memory_access.name": "Прямой доступ к памяти",
	"sodium.options.allow_direct_memory_access.tooltip": "§lПрямой доступ к памяти§r отвечает за предоставление некоторым функциям (преимущественно тяжёлым) прямого доступа к памяти в обход промежуточного программного кода:\n §2Уменьшение нагрузки на процессор\n\n§7Примечание: включение прямого доступа к памяти может затруднить диагностику ошибок и сбоев из-за обхода промежуточного программного кода.",
	"sodium.options.enable_memory_tracing.name": "Трассировка памяти",
	"sodium.options.enable_memory_tracing.tooltip": "§lТрассировка памяти§r отвечает за сбор трассировки стека вместе с информацией о выделенной памяти для улучшения диагностической информации об ошибках и сбоях.",
	"sodium.options.performance_impact_string": "Влияние на производительность: %s.",
	"sodium.options.use_persistent_mapping.name": "Постоянное сопоставление",
	"sodium.options.use_persistent_mapping.tooltip": "§lПостоянное сопоставление§r отвечает за использование небольшого объёма памяти, котрый на постоянной основе будет проводить сопоставления ускоряющие обработку чанков и сущностей:\n §2Уменьшение нагрузки на процессор\n\n§7Примечание: для работы постоянного сопоставления необходимо наличие технологии «ARB_buffer_storage» или «OpenGL» версии 4.4 и более.",
	"sodium.options.chunk_memory_allocator.name": "Метод распределения памяти",
	"sodium.options.chunk_memory_allocator.tooltip": "§lМетод распределения памяти§r определяет метод, используемый для распределения памяти чанков и сущностей:\n §9Асинхронный - Самый быстрый метод (для современных графических драйверов)\n  §2Уменьшение нагрузки на процессор\n  Уменьшение потребления памяти\n §9Замещение - Старый метод (для старых графических драйверов)\n  §2Уменьшение нагрузки на процессор\n",
	"sodium.options.chunk_memory_allocator.async": "Асинхронный",
	"sodium.options.chunk_memory_allocator.swap": "Замещение",
	"sodium.options.chunk_update_threads.name": "Потоковая обработка чанков",
	"sodium.options.chunk_update_threads.tooltip": "§lПотоковая обработка чанков§r определяет количество потоков, используемых одновременно для генерации новых и обновления сгенерированных чанков:\n §2Ускорение генерации новых чанков\n Ускорение обновления сгенерированных чанков\n\n§7Примечание: большое количество потоков может привести к нестабильной игровой частоте кадров.",
	"sodium.options.chunk_update_threads.value": "%s потоков",
	"sodium.options.always_defer_chunk_updates.name": "Отложенная обработка чанков",
	"sodium.options.always_defer_chunk_updates.tooltip": "§lОтложенная обработка чанков§r отвечает за алгоритм, при котром процесс отрисовки чанков никогда не будет дожидаться завершения отрисовки отдельного чанка, даже если он имет наивысший приоритет:\n §2Увеличение игровой частоты кадров\n\n§7Примечание: в большинстве случаях включение отложенной обработки чанков может привести к значительному визуальному отставанию в мире.",
	"sodium.options.buttons.undo": "Отмена",
	"sodium.options.buttons.apply": "Применить",
	"sodium.options.buttons.donate": "Поблагодарить автора"
}